window.GEO_DB = [
  ["8.8.8.0/24", "US", "Anycast (Google DNS)", "—"],
  ["1.1.1.0/24", "AU", "Anycast (Cloudflare)", "—"],
  ["77.88.0.0/18", "RU", "Москва", "Europe/Moscow"],
  ["5.255.192.0/18", "RU", "Москва", "Europe/Moscow"],
  ["87.250.224.0/19", "RU", "Москва", "Europe/Moscow"],
  ["95.24.0.0/13", "RU", "Москва", "Europe/Moscow"],
  ["178.176.0.0/12", "RU", "Москва", "Europe/Moscow"],
  ["2.72.0.0/13", "KZ", "Алматы", "Asia/Almaty"],
  ["95.56.0.0/13", "KZ", "Алматы", "Asia/Almaty"],
  ["178.120.0.0/13", "BY", "Минск", "Europe/Minsk"],
  ["91.198.0.0/16", "UA", "Киев", "Europe/Kyiv"],
  ["85.10.192.0/18", "DE", "Франкфурт", "Europe/Berlin"],
  ["46.4.0.0/16", "DE", "Франкфурт", "Europe/Berlin"],
  ["185.3.32.0/22", "NL", "Амстердам", "Europe/Amsterdam"],
  ["95.216.0.0/16", "FI", "Хельсинки", "Europe/Helsinki"],
  ["51.140.0.0/14", "GB", "Лондон", "Europe/London"],
  ["51.15.0.0/16", "FR", "Париж", "Europe/Paris"],
  ["133.242.0.0/16", "JP", "Токио", "Asia/Tokyo"],
  ["114.114.114.0/24","CN","Anycast (114DNS)","—"]
];

window.COUNTRY_NAME = {
  RU:"Россия", KZ:"Казахстан", BY:"Беларусь", UA:"Украина",
  US:"США", DE:"Германия", NL:"Нидерланды", FR:"Франция",
  GB:"Великобритания", CN:"Китай", JP:"Япония", AU:"Австралия"
};
